Repository: JulienMaille/CodexQuota
Catalog: src/CodexQuota.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ko_kr, pt_br, ru_ru, zh_cn

# AutoSend.StatusArmRejected
source: Auto-send could not arm: no session reset time is available yet
de_de: Auto-Senden konnte nicht aktiviert werden: noch keine Sitzungs-Reset-Zeit verfügbar
es_es: No se pudo activar el envío automático: aún no hay hora de reinicio de sesión disponible
fr_fr: Impossible d’armer l’envoi auto : aucune heure de réinitialisation de session n’est encore disponible
it_it: Impossibile attivare l'invio automatico: nessun orario di ripristino della sessione disponibile
pt_br: Não foi possível ativar o envio automático: ainda não há horário de reinício da sessão disponível
ru_ru: Не удалось включить автоотправку: время сброса сеанса ещё недоступно
zh_cn: 无法启用自动发送：尚无会话重置时间

# AutoSend.Test
source: Test
fr_fr: Tester

# AutoSend.Testing
source: Testing…
fr_fr: Test…

# AutoSend.TestFound
source: Send button found in '{0}'
fr_fr: Bouton d’envoi trouvé dans '{0}'

# AutoSend.TestNotFound
source: Send button not detected
fr_fr: Bouton d’envoi non détecté

# Codex.NotRunning
source: Codex isn't running
de_de: Codex wird nicht ausgeführt
es_es: Codex no se está ejecutando
fr_fr: Codex n’est pas en cours d’exécution
it_it: Codex non è in esecuzione
pt_br: O Codex não está em execução
ru_ru: Codex не запущен
zh_cn: Codex 未在运行

# Codex.NotRunningDetail
source: Open the Codex app for auto-send to press Send at the next reset.
de_de: Öffnen Sie die Codex-App, damit Auto-Senden beim nächsten Reset auf Senden drücken kann.
es_es: Abre la aplicación Codex para que el envío automático pulse Enviar en el próximo reinicio.
fr_fr: Ouvrez l’application Codex pour que l’envoi auto appuie sur Envoyer à la prochaine réinitialisation.
it_it: Apri l'app Codex per consentire all'invio automatico di premere Invia al prossimo ripristino.
pt_br: Abra o aplicativo Codex para que o envio automático pressione Enviar no próximo reinício.
ru_ru: Откройте приложение Codex, чтобы автоотправка могла нажать «Отправить» при следующем сбросе.
zh_cn: 请打开 Codex 应用，以便下一次重置时自动发送按下发送按钮。

# Ui.TokenDetail
source: {0} · {1} tokens
de_de: {0} · {1} Token
it_it: {0} · {1} token
ko_kr: {0} · {1} 토큰
ru_ru: {0} · {1} токенов
zh_cn: {0} · {1} 个 token

# Labels.Session
source: Session
de_de: Sitzung
es_es: Sesión
it_it: Sessione
ko_kr: 세션
pt_br: Sessão
ru_ru: Сеанс
zh_cn: 会话

# Labels.Total
source: Total
de_de: Gesamt
it_it: Totale
ko_kr: 합계
ru_ru: Всего
zh_cn: 总计

# Time.Hour
source: h
de_de: Std.
ko_kr: 시간
ru_ru: ч
zh_cn: 小时

# Widget.Unknown
source: unknown
ko_kr: 알 수 없음

# Widget.ResetCreditsAvailable
source: Reset credits: {0} available
ko_kr: 리셋 크레딧: {0}개 사용 가능

# Widget.ResetGrantedExpires
source: Reset {0}: granted {1}, expires {2}
ko_kr: 리셋 {0}: {1}에 부여, {2}에 만료

# Widget.MoreResetCredits
source: +{0} more reset credits
ko_kr: +{0}개의 추가 리셋 크레딧

# Widget.LastUpdatedRefreshing
source: Last updated {0} · refreshing…
ko_kr: 마지막 업데이트 {0} · 새로 고치는 중…

# Widget.OldestExpiresOn
source: oldest expires {0}
ko_kr: 가장 오래된 항목 {0}에 만료

# Widget.OldestExpiresNow
source: oldest expires now
ko_kr: 가장 오래된 항목 지금 만료

# Widget.OldestExpiresIn
source: oldest expires in {0}
ko_kr: 가장 오래된 항목 {0} 후 만료

# Widget.ResetsOn
source: resets {0}
ko_kr: {0}에 재설정

# Widget.ResetsNow
source: resets now
ko_kr: 지금 재설정

# Widget.ResetsIn
source: resets in {0}
ko_kr: {0} 후 재설정
